Repository: ThemisTheo1995/home_searchEngine_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: Personal info
el: Πληροφορίες χρήστη

source: Important dates
el: Κύριες ημερομηνίες

source: Hello
el: Γειά σου

source: Notes
el: Σημειώσεις

source: Type
el: Τύπος

source: Bedrooms
el: Δωμάτια

source: Bathrooms
el: Μπάνια

source: Area
el: Τετραγωνικά

source: Place your notes here for the property
el: Σημειώσεις...

source: Add
el: Προσθήκη

source: Manage your account
el: Ρυθμίσεις λογαριασμού

source: My Account
el: Ο λογαριασμός μου

source: Logout
el: Αποσύνδεση

source: Terms of Policy
el: Όροι και Πολιτική

source: SETTINGS
el: ΡΥΘΜΙΣΕΙΣ

source: General Settings
el: Γενικές Ρυθμίσεις

source: Account details
el: Πληροφορίες λογιαριασμού

source: Update your account information such as username, email, first and last name etc.
el: Ενημέρωσε τα στοιχεία του λογιαριασμού σου. Όνομα χρήστη, email, όνομα, επίθετο κτλ.

source: Go
el: Μετάβαση

source: Change password
el: Αλλαγή κωδικού

source: Click below to change your current password.
el: Κάνε κλικ για αλλάξεις τον κωδικό σου.

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά

source: Older to recent
el: Παλιές σε πρόσφατες

source: Recent to older
el: Πρόσφατες σε παλιές

source: Highest price ⬇️
el: Μεγαλύτερη τιμή ⬇️

source: Lowest price ⬆️
el: Μικρότερη τιμή ⬆️

source: List view
el: Λίστα

source: Cards view
el: Κάρτες

source: Address
el: Διεύθυνση

source: Number
el: Αριθμός

source: Postcode
el: Τ.Κώδικας

source: Latitude
el: Γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: Property Type
el: Τύπος ακινήτου

source: Advertised
el: Προμοταρισμένο

source: Description
el: Περιγραφή

source: Short description
el: Σύντομη περιγραφή

source: Available after
el: Διαθέσιμο μετά από της

source: Currency
el: Νόμισμα

source: Price
el: Τιμή

source: Garage
el: Γκαράζ

source: Furniture
el: Έπιπλα

source: Square meters (m2)
el: Τετραγωνικά (m2)

source: Main photo
el: Κύρια φωτογραφία

source: Photo 1
el: Φωτογραφία 1

source: Photo 2
el: Φωτογραφία 2

source: Photo 3
el: Φωτογραφία 3

source: Photo 4
el: Φωτογραφία 4

source: Direct publish
el: Απευθείας δημοσίευση

source: Flat/Apartment
el: Διαμέρισμα

source: Cottage
el: Εξοχικό

source: Detached
el: Μονοκατοικία

source: Semi-Detached
el: Ημιανεξάρτητο

source: Terraced
el: Συγκρότημα

source: Studio
el: Στούντιο

source: Penthouse
el: Ρετιρέ

source: Land
el: Οικόπεδο

source: Shared
el: Κοινόχρηστο

source: Furnished
el: Έπιπλωμένο

source: Unfurnished
el: Μη επιπλωμένο

source: FEATURED
el: ΧΟΡΗΓΟΥΜΕΝΟ

source: OPPORTUNITY
el: ΕΥΚΑΙΡΙΑ

source: For Sale
el: Πώληση

source: To Rent
el: Ενοικίαση

source: Energy Efficient
el: Ενεργειακό

source: Open Plan
el: Ανοιχτού χώρου

source: New Construction
el: Νεόδμητο

source: Modern
el: Μοντέρνο

source: Classic
el: Νεοκλασικό

source: Fireplace
el: Τζάκι

source: Garden
el: Κήπος

source: Create a new property
el: Δημιουργία νέας καταχώρησης οικήματος

source: Region*
el: Περιοχή*

source: e.g. 'CH1 3DA', 'Chester'
el: π.χ. 'Περιστέρι', 'Θεσσαλονίκη', '121 36'

source: Search for the full address*
el: Ψάξτε την ακριβή διεύθυνση του ακινήτου

source: Features
el: Διάφορα Χαρακτηριστικά

source: Select property's features...
el: Επιλέξτε διάφορα χαρακτηριστικά

source: Bills included
el: Τιμή με λογαριασμούς

source: Cleaning services
el: Παροχές καθαρισμού

source: Refurbished
el: Ανακαινισμένο

source: Gas
el: Αέριο

source: Electricity
el: Ηλεκτρική θέρμανση

source: Central heating
el: Κεντρική θέρμανση

source: Laundry room
el: Κοινόχρηστα πλυντήρια

source: En-suite
el: Ενσωματομένο μπάνιο

source: Elevator
el: Ασανσέρ

source: Shared kitchen
el: Κοινόχρηστη κουζίνα

source: Swimming-pool
el: Πισίνα

source: Student-accommodation
el: Για φοιτητές

source: No deposit
el: Προκαταβολή

source: Scenery/View
el: Θέα

source: Submit
el: Μετάβαση

source: Calculate your home costs
el: Υπολογισμός εξόδων

source: Share property in Facebook
el: Κοινοποιήστε στο Facebook

source: Share property in Twitter
el: Κοινοποιήστε στο Twitter

source: Save property in your account
el: Αποθήκευση στον λογαριασμό

source: LETTING DETAILS
el: ΠΛΗΡΟΦΟΡΙΕΣ ΕΝΟΙΚΙΑΣΗΣ

source: Available to let after:
el: Διαθέσιμο μετά από:

source: Furnished Type:
el: Έπιπλα:

source: MAIN FEATURES
el: ΣΤΟΙΧΕΙΑ

source: SPECIFICATIONS
el: ΚΥΡΙΑ ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ

source: Space
el: Τετραγωνικά

source: DESCRIPTION
el: ΠΕΡΙΓΡΑΦΗ

source: AGENCY
el: ΜΕΣΙΤΙΚΟ

source: Click to show on map
el: Προβολή στον χάρτη

source: Save the property
el: Αποθήκευση στο λογαριασμό

source: Hide this advertisment
el: Κρύψε αυτή την καρτέλα

source: month
el: μήνα

source: Contact:
el: Επικοινωνία με:

source: For:
el: Για το ακίνητο:

source: *Name
el: *Όνομα

source: *Phone
el: *Τηλέφωνο

source: *Message
el: *Μύνημα

source: Send
el: Αποστολή

source: Published:
el: Δημοσιεύτηκε:

source: Seems there are no properties on the place you are looking on :(
el: Δεν υπάρχουν ακίνητα σε αυτή την περιοχή :(

source: Hover to show on map
el: Προβολή στον χάρτη

source: Search for a location...
el: Ψάξε για περιοχή...

source: any
el: όλα

source: CLEAR
el: ΚΑΘΑΡΙΣΜΟΣ

source: SEARCH
el: ΑΝΑΖΗΤΗΣΗ

source: Filters
el: Φίλτρα

source: Show:
el: Προβολή:

source: 📅 Registration Date
el: Ημερομηνία Καταχώρησης

source: Random price
el: Τυχαία τιμή

source: More options
el: Περισσότερα..

source: Map
el: Χάρτης

source: Property details
el: Πληροφορίες ακινήτου

source: Location
el: Tοποθεσία

source: Update details
el: Ενημέρωση πληροφοριών

source: Create an agent
el: Καταχώρηση νέου υπαλλήλου

source: AGENTS
el: ΥΠΑΛΛΗΛΟΙ

source: Total Agents
el: Σύνολο Υπαλλήλων

source: Add an agent
el: Καταχώρηση Υπαλλήλου

source: IMAGE
el: ΕΙΚΟΝΑ

source: NAME
el: ΟΝΟΜΑ

source: ACTIVE
el: ΕΝΕΡΓΟΣ

source: LISTED DATE
el: ΗΜΕΡΟΜΗΝΙΑ ΚΑΤΑΧΩΡΗΣΗΣ

source: Agent details
el: Πληροφορίες υπαλλήλου

source: ADMIN BOARD
el: ΠΙΝΑΚΑΣ ΔΙΑΧΕΙΡΙΣΤΗ

source: BOARD
el: ΠΙΝΑΚΑΣ

source: ORGANISATION INFO
el: ΠΛΗΡΟΦΟΡΙΕΣ ΕΤΑΙΡΕΙΑΣ

source: Name:
el: Όνομα:

source: Phone:
el: Τηλέφωνο:

source: Phone extension:
el: Κωδικός χώρας (τηλεφώνου):

source: Short Description:
el: Μικρή περιγραφή ακινήτου:

source: Update info
el: Ενημέρωση πληροφοριών

source: MY RENT PROPERTIES
el: ΟΙ ΚΑΤΑΧΩΡΗΣΕΙΣ ΜΟΥ ΠΡΟΣ ΕΝΟΙΚΙΑΣΗ

source: MY SALE PROPERTIES
el: ΟΙ ΚΑΤΑΧΩΡΗΣΕΙΣ ΜΟΥ ΠΡΟΣ ΠΩΛΗΣΗ

source: MY AGENTS
el: ΟΙ ΥΠΑΛΛΗΛΟΙ ΜΟΥ

source: ANALYTICS
el: ΑΝΑΛΥΤΙΚΕΣ

source: DASHBOARD - RENT
el: ΠΙΝΑΚΑΣ - ΠΡΟΣ ΕΝΟΙΚΙΑΣΗ

source: Properties
el: Ακίνητα

source: Featured
el: Προμοταρισμένα

source: Published
el: Δημοσιευμένα

source: Charges
el: Χρεώσεις

source: ADD A PROPERTY
el: ΚΑΤΑΧΩΡΗΣΗ ΑΚΙΝΗΤΟΥ

source: ADD AN AGENT
el: ΚΑΤΑΧΩΡΗΣΗ ΥΠΑΛΛΗΛΟΥ

source: here
el: εδώ

source: TYPE
el: ΤΥΠΟΣ

source: BEDROOMS
el: ΔΩΜΑΤΙΑ

source: BATHROOMS
el: ΜΠΑΝΙΑ

source: SPACE
el: ΤΕΤΡΑΓΩΝΙΚΑ

source: CALL
el: ΚΛΗΣΗ

source: Image
el: Banner

source: Category
el: Κατηγορία

source: Availability
el: Διαθέσιμο μετά από της

source: Details
el: Λεπτομέρειες

source: Organisation details
el: Πληροφορίες Εταιρείας

source: Home
el: Αρχική

source: Explore homes, properties and offices in Greece and the UK
el: Ένα κλικ μακριά από την αγορά ή την ενοικίαση σπιτιού και επαγγελματικού χώρου.

source: e.g. 'London', 'Chester', 'Merseyside'
el: 'Γλυφάδα', 'Αττική', 'Θεσσαλονίκη'

source: TO RENT
el: ΕΝΟΙΚΙΑΣΗ

source: FOR SALE
el: ΑΓΟΡΑ

source: Login
el: Είσοδος

source: Settings
el: Ρυθμίσεις

source: Account settings
el: Ρυθμίσεις λογιαριασμού

source: Board
el: Πίνακας

source: Account login
el: Σύνδεση στο λογιαριασμό

source: Create an account
el: Δημιουργία λογαριασμού

source: Log In
el: Είσοδος

source: New here?
el: Νέος στο yeneses.com?

source: Forgot password?
el: Ξεχάσατε τον κωδικό;

source: You have succesfully changed your password
el: Αλλάξατε τον κωδικό σας επιτυχώς. Κάντε κλικ

source: Click to get redirected to the main page.
el: Πατήστε εδώ για να πάτε στην αρχική σελίδα.

source: Change your password
el: Αλλάξτε τον κωδικό σας

source: Password reset complete
el: Η επαναφορά του κωδικού ολοκληρώθηκε

source: You have succesfully reset your password. Click
el: Επαναφέρατε τον κωδικό σας επιτυχώς. Κάντε κλικ

source: to login.
el: για να συνδεθείτε.

source: Enter your new password
el: Πληκτρολογήστε τον κωδικό σας

source: Confirm new password
el: Πατήστε για επικύρωση

source: We have sent you an email to confirm your password reset.
el: Σας έχουμε στείλει ένα email για την επιβεβαίωση επαναφοράς κωδικού.

source: Follow the link below:
el: Ακολουθήστε τον σύνδεσμο:

source: Enter your email
el: Πληκτρολογήστε το email σας

source: Already have an account?
el: Έχετε ήδη λογιαριασμό;

source: Do you want to change your password?
el: Θέλετε να αλλάξετε τον κωδικό σας;
